// Copyright (c) 2011 The Chromium OS Authors. All rights reserved.
// Use of this source code is governed by a BSD-style license that can be
// found in the LICENSE file.

/* Menus */
"Menu About" = "Quant a Chrome OS Image Creator";
"Menu Prefs" = "Preferències…";
"Menu Services" = "Serveis";
"Menu Hide" = "Amaga Chrome OS Image Creator";
"Menu Hide Others" = "Amaga els altres elements";
"Menu Show All" = "Mostra-ho tot";
"Menu Quit" = "Surt de Chrome OS Image Creator";
"Menu Window" = "Finestra";
"Menu Minimize" = "Minimitza";
"Menu Zoom" = "Amplia";
"Menu Bring All To Front" = "Porta-ho tot al davant";
"Menu Help" = "Ajuda";
"Menu App Help" = "Ajuda de Chrome OS Image Creator";

/* Buttons */
"Button Previous" = "Anterior";
"Button Next" = "Següent";
"Button Stop" = "Atura";
"Button Done" = "Fet";

/* Tab: Select device model */
"Text Welcome" = "Aquesta eina us permet crear una targeta SD o una memòria USB de recuperació per restaurar el vostre dispositiu Chrome OS.\n\nIntroduïu el número de model del vostre dispositiu Chrome OS (p. ex. SAMS ALEX BETA-US 8738). Es mostra a la part inferior de la pantalla i us demana que connecteu un dispositiu de recuperació.";
"Text Model" = "Model:";
"Button Local Image" = "Imatge local…";

/* Tab: Select USB stick */
"Text Select Prompt" = "Seleccioneu un dispositiu d'emmagatzematge extraïble per utilitzar per a la recuperació:";
"Text Insertion Prompt" = "Inseriu una targeta SD o una memòria USB.";

/* Tab: Done */
"Text Congrats" = "El vostre mitjà és a punt. Ja el podeu retirar del sistema i utilitzar-lo per restaurar el vostre dispositiu Chrome OS.";

/* Sizes */
"Size Bytes" = " bytes";
"Size Kilobytes" = " KB";
"Size Megabytes" = " MB";
"Size Gigabytes" = " GB";
"Size Terabytes" = " TB";
"Size Petabytes" = " PB";

/* Error starting Disk Arbitration. */
"NoDiskArb Message" = "Aquesta aplicació no pot executar-se.";
"NoDiskArb Informative" = "S'ha produït un problema en començar l'arbitratge del disc. Això no hauria de passar.";
"NoDiskArb OK" = "D'acord";

/* Error retrieving config file. */
"CantGetConfig Message" = "No es pot recuperar la llista d'imatges.";
"CantGetConfig Informative" = "S'ha produït un problema en recuperar la llista d'imatges de recuperació disponibles (%1$@). Comproveu que la connexió a la xarxa funcioni.";
"CantGetConfig OK" = "D'acord";
"CantGetConfig Error NoConnection" = "no s'ha pogut assignar cap connexió";
"CantGetConfig Error DownloadError" = "s'ha produïu un error en baixar";
"CantGetConfig Error StringCreate" = "no s'ha pogut fer servir la resposta";

/* Version error. */
"VersionError Message" = "Aquesta versió de l'aplicació és massa antiga.";
"VersionError Informative" = "Baixeu una versió més recent. Aquesta és la versió %1$@; es necessita com a mínim la versió %2$@. %3$@";
"VersionError OK" = "Obtén la versió nova";

/* File dialog to select a local file. */
"SelectLocal File" = "Seleccioneu una imatge:";
"SelectLocal Button" = "Selecciona";

/* Alert on writing stick. */
"WriteAlert Message" = "Esteu segur que voleu esborrar de manera permanent %1$@?";
"WriteAlert Informative" = "Totes les dades que hi ha ara es perdran per sempre. Aquesta acció no es pot desfer.";
"WriteAlert Cancel" = "No l'esborris";
"WriteAlert OK" = "Esborra'l";

"TooSmallAlert Message" = "%1$@ no es pot fer servir; és massa petit.";
"TooSmallAlert Informative" = "Es requereix una targeta SD o una memòria USB de %2$@ com a mínim.";
"TooSmallAlert OK" = "D'acord";

"NotWritable Message" = "%1$@ no es pot fer servir; és només de lectura.";
"NotWritable Informative" = "La targeta SD o la memòria USB són només de lectura. És possible que tinguin un commutador que permeti escriure-hi; si no, no es podran fer servir.";
"NotWritable OK" = "D'acord";

"Label SD Card" = "Targeta SD";

/* Stick writing statuses. */
"Status Downloading" = "S'està baixant…";
"Status Verifying Image" = "S'està verificant la imatge de recuperació…";
"Status Unpacking" = "S'està desempaquetant…";
"Status Claiming" = "S'està reclamant…";
"Status Unmounting" = "S'està extraient…";
"Status Writing" = "S'està escrivint…";
"Status Verifying Media" = "S'està verificant el mitjà de recuperació…";
"Status Ejecting" = "S'està expulsant…";
"Status Done" = "Fet!";

"StatusAdd Attempt" = " (intent %1$d)";

/* Errors */
"Failure Downloading" = "S'ha produït un error (no s'ha pogut baixar la imatge d'origen). Voleu tornar-ho a provar?";
"Failure Verifying Return Value" = "S'ha produït un error (no s'ha pogut verificar la imatge d'origen; error del programa, %1$s). Voleu tornar-ho a provar?";
"Failure Verifying SHA Mismatch" = "S'ha produït un error (no s'ha pogut verificar la imatge d'origen, error a la suma de verificació). Voleu tornar-ho a provar?";
"Failure Unpacking" = "S'ha produït un error (no s'ha pogut desempaquetar la imatge d'origen, %1$s). Voleu tornar-ho a provar?";
"Failure Claiming" = "S'ha produït un error (no s'ha pogut reclamar el llapis de memòria USB). Voleu tornar-ho a provar?";
"Failure Unmounting" = "S'ha produït un error (no s'ha pogut extreure el llapis de memòria USB). Voleu tornar-ho a provar?";
"Failure Opening Source Image" = "S'ha produït un error (no s'ha pogut obrir la imatge d'origen, %1$s). Voleu tornar-ho a provar?";
"Failure Opening Destination Device" = "S'ha produït un error (no s'ha pogut obrir el llapis de memòria USB, %1$s). Voleu tornar-ho a provar?";
"Failure Reading Source Image" = "S'ha produït un error (no s'ha pogut llegir la imatge d'origen, %1$s). Voleu tornar-ho a provar?";
"Failure Writing Destination Device" = "S'ha produït un error (no s'han pogut escriure dades al llapis de memòria USB, %1$s). Voleu tornar-ho a provar?";
"Failure Reading Destination Device" = "S'ha produït un error (no s'ha pogut llegir la memòria USB, %1$s). Voleu tornar-ho a provar?";
"Failure Resetting Source Image" = "S'ha produït un error (no s'ha pogut rebobinar la imatge d'origen, %1$s). Voleu tornar-ho a provar?";
"Failure Resetting Destination Device" = "S'ha produït un error (no s'ha pogut rebobinar la memòria USB, %1$s). Voleu tornar-ho a provar?";
"Failure Ejecting" = "S'ha produït un error (no s'ha pogut expulsar el llapis de memòria USB). Voleu tornar-ho a provar?";

"Failure Try Again" = "Torna-ho a provar";
"Failure Quit" = "Surt";

"Failure Termination Status" = "Estat de resolució %d";

"Failure Internal Error 1" = "Final de fitxer no esperat";
